[
  {
    "id": "62022",
    "field": "Développement web",
    "name": "Intégration d'une maquette Figma",
    "image": "https://i.imgur.com/27Xmn2H.jpg",
    "purpose": "Intégrer une maquette en HTML5 et CSS3",
    "description": "L'objectif était de créer un site internet permettant aux utilisateurs de trouver des hébergements et des activités dans la ville de leur choix et ce en HTML et CSS à partir d'une maquette Figma.",
    "firm": "OpenClassrooms",
    "knowledges": [
      {
        "title": "HTML",
        "icon": "https://i.imgur.com/N3CNTcS.png"
      },
      {
        "title": "CSS",
        "icon": "https://i.imgur.com/9LXNkDB.png"
      },
      {
        "title": "Figma",
        "icon": "https://i.imgur.com/sxQ6dey.png"
      },
      {
        "title": "GitHub",
        "icon": "https://i.imgur.com/UrwKOU5.png"
      }
    ]
  },
  {
    "id": "52022",
    "field": "Développement web",
    "name": "Développement d'un site web en responsive",
    "image": "https://i.imgur.com/icoWZLc.jpg",
    "purpose": "Développer un site internet responsive avec Sass à partir d'une maquette desktop",
    "description": "L'objectif du projet était de développer un site web dynamique et mobile-first puis desktop à partir d'une maquette Figma. Ce site comprend également des animations CSS modernes et a été développé avec l'utilisation de Sass et d'un système de gestion de versions pour le suivi et l'hébergement du projet (GitHub et Git Bash).",
    "firm": "OpenClassrooms",
    "knowledges": [
      {
        "title": "Sass",
        "icon": "https://i.imgur.com/NARKweA.png"
      },
      {
        "title": "GitHub Pages",
        "icon": "https://i.imgur.com/UrwKOU5.png"
      },
      {
        "title": "Git Bash",
        "icon": "https://i.imgur.com/hk8yAfd.png"
      }
    ]
  },
  {
    "id": "42022",
    "field": "Développement web",
    "name": "Optimisation d'un site web",
    "image": "https://i.imgur.com/hE3DDW2.jpg",
    "purpose": "Améliorer le positionnement, l'accessibilité et la vitesse d'un site internet existant",
    "description": "Ce projet consistait en l'optimisation et la mise en conformité d'un site web préexistant. Il a d'abord fallu analyser l'état initial du SEO du site fourni afin de préconiser des recommandations d'amélioration, puis implémenter ces améliorations et enfin comparer les résultats de ces améliorations pour produire un rapport d'optimisation. Ont été pris en compte dans le rapport d'optimisation le positionnement du site sur les navigateurs, son optimisation technique et son accessibilité.",
    "firm": "OpenClassrooms",
    "knowledges": [
      {
        "title": "GTMetrix",
        "icon": "https://i.imgur.com/snObFXl.png"
      },
      {
        "title": "Lighthouse",
        "icon": "https://i.imgur.com/xKQYrjv.png"
      }
    ]
  },
  {
    "id": "32022",
    "field": "Développement web",
    "name": "Création d'une plateforme de e-commerce",
    "image": "https://i.imgur.com/TYuZPpJ.jpg",
    "purpose": "Créer une plateforme de e-commerce avec JavaScript",
    "description": "Ce projet consistait en la création du contenu dynamique du site dont la structure existait déjà par l'intégration des produits à vendre grâce à une API et JavaScript et en la mise en place d'un plan de tests d'acceptation. Ce projet m'aura également permis d'apprendre à valider des données issues de sources externes (ici, de l'API). A également été utilisé l'outil Postman pour tester la communication avec l'API.",
    "firm": "OpenClassrooms",
    "knowledges": [
      {
        "title": "Postman",
        "icon": "https://i.imgur.com/AcQuY1g.png"
      },
      {
        "title": "API Rest",
        "icon": "https://i.imgur.com/TmI17nV.png"
      },
      {
        "title": "JavaScript",
        "icon": "https://i.imgur.com/XWA7Iga.png"
      },
      {
        "title": "NodeJS",
        "icon": "https://i.imgur.com/LT169KV.png"
      }
    ]
  },
  {
    "id": "22022",
    "field": "Développement web",
    "name": "Construction d'une API",
    "image": "https://i.imgur.com/d1nShCy.jpg",
    "purpose": "Construire une API Rest",
    "description": "Ce projet consistait en la construction d'une API pour une application web suivant des spécifications données. Lors de la construction de cette API, il a fallu stocker des données de manière sécurisée, suivre la réglementation (RGPD, OWASP), mettre en œuvre des opérations CRUD de manière sécurisée. Ce projet m'a permis de me familiariser avec MongoDB, Mongoose, les JSON web tokens et le package Multer.",
    "firm": "OpenClassrooms",
    "knowledges": [
      {
        "title": "API Rest",
        "icon": "https://i.imgur.com/TmI17nV.png"
      },
      {
        "title": "MongoDB",
        "icon": "https://i.imgur.com/EyhjjH0.png"
      },
      {
        "title": "NodeJS",
        "icon": "https://i.imgur.com/LT169KV.png"
      },
      {
        "title": "Express",
        "icon": "https://i.imgur.com/1vYa1vA.png"
      },
      {
        "title": "Open Web Application Security Project (OWASP)",
        "icon": "https://i.imgur.com/ZsQbPao.png"
      }
    ]
  },
  {
    "id": "12022",
    "field": "Développement web",
    "name": "Création d'une application web avec Create React App",
    "image": "https://i.imgur.com/dPZiFLn.jpg",
    "purpose": "Créer une application web de location immobilière avec React",
    "description": "Ce projet a consisté en la refonte totale d'un site web pour créer à la place une application web basée sur React côté front-end et JavaScript et NodeJS côté back-end. J'ai développé l'ensemble de l'application à partir des maquettes Figma, les composants React, les routes React Router. Des composants complexes et réutilisables ont été produits lors de ce projet comme un collapse et un carrousel d'images. Ce travail m'a permis de me familiariser avec Create React App, React Router et différentes fonctionnalités de React comme les propTypes, UseState, useEffects, useLocation, useRef.",
    "firm": "OpenClassrooms",
    "knowledges": [
      {
        "title": "React",
        "icon": "https://i.imgur.com/ZgM87MG.png"
      },
      {
        "title": "MongoDB",
        "icon": "https://i.imgur.com/EyhjjH0.png"
      },
      {
        "title": "Express",
        "icon": "https://i.imgur.com/1vYa1vA.png"
      },
      {
        "title": "Open Web Application Security Project (OWASP)",
        "icon": "https://i.imgur.com/ZsQbPao.png"
      },
      {
        "title": "JSX",
        "icon": "https://i.imgur.com/aYp8KoN.png"
      }
    ]
  },
  {
    "id": "42019",
    "field": "Animation de communautés / Mobilités / Open Source",
    "name": "Communautés d'intérêt d'acteurs de la mobilité",
    "image": "https://i.imgur.com/E78cXK1.jpg",
    "purpose": "Développer et animer des communautés d'intérêt composées d'acteurs de la mobilité pour travailler ensemble vers une mobilité durable et inclusive",
    "description": "Les communautés d'intérêt de la Fabrique des Mobilités sont des groupes composés d'acteurs de la mobilité (privés et publics). Elles ne sont pas obligatoirement fédérées autour d'un commun, elles peuvent également partager des objectifs communs, des centres d'intérêt communs ou bien un métier commun. J'étais en charge de l'animation de ces communautés, ce qui consistait d'abord en l'identification des problématiques communes de ses membres, puis des ressources dont chacun des membres disposait et en l'identification des ressources / communs dont chacun pourrait bénéficier afin de les créer, ensemble. J'animais notamment une communauté autour de l'Open Hardware (Michelin, Faurecia, Renault, INSA, Université de Rennes 1...), une communauté nationale des conseiller·ère·s en mobilité (Ademe, conseiller·ère·s en mobilité, associations de la mobilité, territoires), une communauté des acteurs de la micromobilité (Decathlon -Oxelo, Lime, Bird, Dott, territoires, SNCF Gares&Connexions, Fab&Co, le GART, France Mobilités, FPMM...), une communauté des fabricants d'imaginaires de la mobilité et d'autres. Pour permettre la création et l'échange dans ces communautés, je créais et mettais à leur disposition des outils, je favorisais la création de groupes de travail/ateliers de travail pour avancer sur des sujets identifiés par la communauté comme étant d'intérêt, j'organisais des plénières de mise en partage des avancées de la communauté voire des événements publics pour faire rayonner ces communautés et partager leurs travaux au plus grand nombre.",
    "firm": "La Fabrique des Mobilités",
    "link": "https://wiki.lafabriquedesmobilites.fr/wiki/Communaut%C3%A9_du_v%C3%A9hicule_Open_Source",
    "knowledges": [
      {
        "title": "Communauté",
        "icon": "https://i.imgur.com/vpJadg2.png"
      },
      {
        "title": "Mobilité",
        "icon": "https://i.imgur.com/5QgCBhJ.png"
      },
      {
        "title": "Open Source",
        "icon": "https://i.imgur.com/CGr3RqS.png"
      },
      {
        "title": "Open Hardware",
        "icon": "https://i.imgur.com/bC02NKE.png"
      }
    ]
  },
  {
    "id": "32019",
    "field": "Gestion de projets / Mobilités / Open Source",
    "name": "Communs de mobilité",
    "image": "https://i.imgur.com/8ojpNrT.png",
    "purpose": "Permettre la création de communs de mobilité dans le but de favoriser l'essor d'une mobilité plus durable et inclusive",
    "description": "Les communs de mobilité sont des ressources ouvertes créées, gérées et mises en partage par une communauté. La Fabrique des Mobilités en favorise la création en réunissant les acteurs volontaires de la mobilité souhaitant œuvrer à l'essor d'une mobilité durable. Lors de mes années à la Fabrique des Mobilités, j'ai eu l'occasion de diriger et participer à la création de nombreux communs de mobilité tels que Partageons plus de vélos - solution de partage de vélos recyclés pour les territoires de densité intermédiaire à très peu denses, le challenge national sur la seconde vie des trottinettes électriques - challenge permettant à des équipes (fablabs, tiers-lieux, ateliers, universités, écoles) d'expérimenter sur des trottinettes électriques mises en rebus pour inventer à ces engins et leurs composants de nouvelles vies après leurs usages en flottes en libre service et ainsi en réduire l'empreinte écologique et favoriser leur utilisation optimale, le Véhicule Open Source - une base hardware de réflexion permettant d'explorer de nouveaux modèles de conception et d'élaboration du véhicule et son environnement, les imaginaires de la mobilité - des ateliers de création d'histoires sur les futurs des mobilités, et bien d'autres. Chaque commun créé était entièrement documenté pour être reproductible dans les conditions choisies par la communauté à son origine.",
    "firm": "La Fabrique des Mobilités",
    "link": "https://wiki.lafabriquedesmobilites.fr/wiki/Challenge_sur_la_seconde_vie_des_trottinettes_%C3%A9lectriques",
    "knowledges": [
      {
        "title": "Commun",
        "icon": "https://i.imgur.com/K7xJJoi.png"
      },
      {
        "title": "Mobilité",
        "icon": "https://i.imgur.com/5QgCBhJ.png"
      },
      {
        "title": "Communauté",
        "icon": "https://i.imgur.com/vpJadg2.png"
      },
      {
        "title": "Open Source",
        "icon": "https://i.imgur.com/CGr3RqS.png"
      },
      {
        "title": "Open Hardware",
        "icon": "https://i.imgur.com/bC02NKE.png"
      }
    ]
  },
  {
    "id": "22019",
    "field": "Gestion de projets / Design",
    "name": "Charte graphique et identité graphique",
    "image": "https://i.imgur.com/pZNYCLf.jpg",
    "purpose": "Créer une nouvelle charte graphique et une nouvelle identité visuelle pour l'association la Fabrique des Mobilités",
    "description": "J'ai été en charge de la gestion du projet de refonte de la totalité de l'identité visuelle et de la charte graphique de l'association la Fabrique des Mobilités qui devait intégrer la modernisation et l'expansion de l'association. Le site a été entièrement redesigné et les outils adaptés à la nouvelle charte.",
    "firm": "La Fabrique des Mobilités",
    "link": "https://lafabriquedesmobilites.fr/",
    "knowledges": [
      {
        "title": "Design",
        "icon": "https://i.imgur.com/FXffle5.png"
      }
    ]
  },
  {
    "id": "12019",
    "field": "Gestion de projets / Outils numériques",
    "name": "Ateliers et formations aux outils numériques Open Source",
    "image": "https://i.imgur.com/VqKdzlG.jpg",
    "purpose": "Former les collaborateur·rice·s, adhérent·e·s, partenaires aux outils Open Source utilisés par la Fabrique des Mobilités",
    "description": "J'ai créé et dispensé des ateliers et formations de prise en main des outils afin de permettre aux collaborateur·rice·s, adhérent·e·s et partenaires de comprendre le fonctionnement de la Fabrique des Mobilités et la fonction de chacun de ses outils et ainsi de leur permettre de participer aux travaux de l'association et de s'y impliquer. La Fabrique des Mobilités s'appuie sur un wiki, un forum, rocket chat, CodiMD et NextCloud, tous Open Source. Au-delà de ces formations, j'étais la référente Outils de l'association, j'étais donc en charge de leur maintien, mise à jour, amélioration.",
    "firm": "La Fabrique des Mobilités",
    "link": "https://wiki.lafabriquedesmobilites.fr/wiki/Prise_en_main_des_outils_FabMob_-_Cr%C3%A9ation_d%27un_compte_centralis%C3%A9",
    "knowledges": [
      {
        "title": "Prise de paroles publique",
        "icon": "https://i.imgur.com/ijGzFPc.png"
      },
      {
        "title": "Communauté",
        "icon": "https://i.imgur.com/vpJadg2.png"
      },
      {
        "title": "Open Source",
        "icon": "https://i.imgur.com/CGr3RqS.png"
      }
    ]
  },
  {
    "id": "52017",
    "field": "Innovation / Gestion de projets / Animation / Conseil éditorial",
    "name": "Newspapers Innovation",
    "image": "https://i.imgur.com/qk0A6y8.png",
    "purpose": "Permettre aux entreprises de mettre en récit leurs initiatives, leurs défis autour de l'innovation",
    "description": "Les newspapers étaient co-créés avec les entreprises clientes afin de mettre en récit leurs initiatives autour de l'innovation, de fédérer une communauté ou leurs équipes, de mettre en avant leurs défis et tendances d'innovation pour emporter leurs collaborateurs dans la transformation de l'entreprise et enfin de transformer leurs outils de communication en interne en véritables outils de sensibilisation à l'innovation. J'étais en charge de ce projet de sa conception à sa livraison. La fabrication de ces newspapers impliquait d'abord d'identifier les sujets dont le client souhaitait parler, concevoir le chemin de fer du newspaper, réunir et coordonner les différents métiers permettant la création du contenu (journalistes, designers, philosophes, graphistes, imprimeur) puis en piloter la création jusqu'à la livraison au client et à ses partenaires.",
    "firm": "Silex ID",
    "knowledges": [
      {
        "title": "Innovation",
        "icon": "https://i.imgur.com/SONlZ8x.png"
      },
      {
        "title": "Storytelling",
        "icon": "https://i.imgur.com/HQg7Ivr.png"
      },
      {
        "title": "Design",
        "icon": "https://i.imgur.com/FXffle5.png"
      },
      {
        "title": "Conseil éditorial",
        "icon": "https://i.imgur.com/wctBkiP.png"
      }
    ]
  },
  {
    "id": "42017",
    "field": "Innovation / Gestion de projets / Animation",
    "name": "Ateliers de sensibilisation à l'innovation",
    "image": "https://i.imgur.com/z4vde8n.png",
    "purpose": "Permettre aux entreprises d'acculturer leurs équipes, clients et partenaires à l'innovation",
    "description": "Les ateliers de sensibilisation à l'innovation permettaient au client d'acculturer ses équipes, ses clients et partenaires sur diverses facettes de l'innovation et du digital. L'objectif étant de permettre aux participant·e·s d'apprendre en faisant. Chaque atelier couvrait une thématique liée à l'innovation : biomimétisme, cybersécurité, poétique & imaginaire, corporate hacker, science-fiction, storytelling, robotique, gamification et test & learn. Je concevais et designais ces ateliers, participais à la création ou créais les supports visuels et les co-animais. J'étais également en charge de toute l'intermédiation avec le client de la budgétisation à la livraison des prestations, ainsi que de toute la logistique qu'impliquaient ces ateliers.",
    "firm": "Silex ID",
    "knowledges": [
      {
        "title": "Innovation",
        "icon": "https://i.imgur.com/SONlZ8x.png"
      },
      {
        "title": "Storytelling",
        "icon": "https://i.imgur.com/HQg7Ivr.png"
      },
      {
        "title": "Design",
        "icon": "https://i.imgur.com/FXffle5.png"
      },
      {
        "title": "Evénementiel",
        "icon": "https://i.imgur.com/DMmxmq1.png"
      }
    ]
  },
  {
    "id": "32017",
    "field": "Innovation / Gestion de projets",
    "name": "Newsletter de veille sur l'innovation",
    "image": "https://i.imgur.com/pPT53AB.jpg",
    "purpose": "Faire le tour du monde des événements innovation et les partager à travers une newsletter de veille hebdomadaire",
    "description": "Event Reporter était une newsletter de veille sur l'innovation. Cette newsletter hebdomadaire reposait sur une communauté de reporters couvrant les plus grands événements Innovation du monde (SXSW, C2 Montréal, Web2Day, Hello Tomorrow, Change Now, CES, Africarena, Mobile World Congress, Web Summit, GMIC Beijing, etc.) pour rapporter les dernières innovations. Je pilotais chacune de ces newsletters, leur contenus, leur design et la logistique qu'impliquait sa création - à savoir le sourcing des événements d'innovation partout dans le monde, les demandes d'accréditation, réservation du transport et logement du·de la journaliste sur place.",
    "firm": "Silex ID",
    "knowledges": [
      {
        "title": "Innovation",
        "icon": "https://i.imgur.com/SONlZ8x.png"
      },
      {
        "title": "Storytelling",
        "icon": "https://i.imgur.com/HQg7Ivr.png"
      }
    ]
  },
  {
    "id": "22017",
    "field": "Innovation / Gestion de projets / Storytelling / Conseil éditorial",
    "name": "Magazines d'entreprise - Livre blanc",
    "image": "https://i.imgur.com/TMxQQ0I.png",
    "purpose": "Permettre aux entreprises de raconter leurs innovations internes",
    "description": "Les magazines d'entreprise étaient co-créés avec l'entreprise cliente à travers des ateliers de cocréation et de mise en récit que j'organisais et animais. L'objectif de ces magazines était de permettre aux entreprises de mettre en récit leurs initiatives autour de l'innovation, de fédérer leurs équipes et partenaires, de mettre en avant leurs défis et tendances d'innovation pour emporter leurs collaborateurs dans la transformation de l'entreprise et enfin de transformer leurs outils de communication en interne en véritables outils de sensibilisation à l'innovation. Je pilotais la création de ces magazines de leur conception à leur livraison - création du chemin de fer, pilotage des différents métiers nécessaires à sa création (graphiste, journalistes) et intermédiation de A à Z avec le client.",
    "firm": "Silex ID",
    "knowledges": [
      {
        "title": "Innovation",
        "icon": "https://i.imgur.com/SONlZ8x.png"
      },
      {
        "title": "Storytelling",
        "icon": "https://i.imgur.com/HQg7Ivr.png"
      },
      {
        "title": "Design",
        "icon": "https://i.imgur.com/FXffle5.png"
      },
      {
        "title": "Conseil éditorial",
        "icon": "https://i.imgur.com/wctBkiP.png"
      }
    ]
  },
  {
    "id": "12017",
    "field": "Gestion de projets / Animation",
    "name": "Ateliers de design fiction",
    "image": "https://i.imgur.com/sPldVZo.png",
    "purpose": "Permettre aux participant·e·s de se mettre dans la peau de citoyen·ne·s parisien·ne·s pour imaginer des solutions innovantes pour la ville",
    "description": "Ces ateliers de design fiction devaient permettre aux participant·e·s de réfléchir autrement et de créer des solutions innovantes en étant mis dans la peau de personas durant une journée type dans 3 Paris différents : Paris d'aujourd'hui, Paris du futur, et Paris stressée avec certaines contraintes imposées. J'ai piloté ce projet de sa conception, à sa livraison et l'ai co-animé.",
    "firm": "Silex ID",
    "knowledges": [
      {
        "title": "Innovation",
        "icon": "https://i.imgur.com/SONlZ8x.png"
      },
      {
        "title": "Storytelling",
        "icon": "https://i.imgur.com/HQg7Ivr.png"
      },
      {
        "title": "Evénementiel",
        "icon": "https://i.imgur.com/DMmxmq1.png"
      }
    ]
  }
]
